[
  {
    "exercise_id": "1",
    "muscle_group": "Chest",
    "exercise_name": "Isometric Chest Squeeze",
    "description": "Stand with your hands in front of you with a 90-degree bend in your elbows. Hold your hands together and squeeze your chest as hard as you can. ",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "2",
    "muscle_group": "Chest",
    "exercise_name": "Push-Up Shuffle",
    "description": "Complete a push-up (either on your knees or with your legs extended behind you, depending on your fitness level). Then, keep your core engaged and shuffle your right hand and right foot a step to the right side. Bring your left hand and foot to meet them. Complete another push-up there. Return to center and repeat on the opposite side. ",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "3",
    "muscle_group": "Chest",
    "exercise_name": "Push-Up",
    "description": "Start on your hands and knees on a yoga mat on the floor, with your hands resting slightly wider than the width of your shoulders. Straighten your legs out behind you so you’re being supported by your hands and the balls of your feet. Keep your body in a straight line from the top of your head to your heels (holding your head up in line with your spine). Bend your elbows and lower your chest until it nearly touches the mat. Pause and then push yourself back up to the starting position. ",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "4",
    "muscle_group": "Arms",
    "exercise_name": "Triangle Push-Ups",
    "description": "Settle into a plank position but place your hands close together under your chest and form a triangle with your index fingers and your thumbs (your thumbs should be in a straight line forming the bottom side of the triangle). Lower your chest toward the floor as if you were doing a regular push-up, keeping your elbows close to your body. Pause at the bottom and then push off the floor to return to the starting position. ",
    "duration": "45",
    "rest_time": "5"
  },
  {
    "exercise_id": "5",
    "muscle_group": "Arms",
    "exercise_name": "Plank Up-and-Downs",
    "description": "Get into a plank position on the floor: Your hands should be on the mat with your shoulders directly above them, legs extended straight back behind you, toes on the mat, and your body forming a straight line from top of head to heels. Lower your left elbow down to the mat and then lower your right elbow down to the mat so you’re now in a forearm plank. Keep your core engaged and your body in a straight line. Push up and straighten your right arm. Then straighten your left arm as well.",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "6",
    "muscle_group": "Arms",
    "exercise_name": "Triceps Dip",
    "description": "Sit in front of a bench or the end of a couch with your legs extended out in front of you away from the furniture. Position your hands on top of the furniture behind you with your hands about shoulder-width apart and your fingertips pointing toward your body. Straighten your arms and pull your body up so it is hovering over the floor. Then engage your triceps muscles as you bend your elbows until they’re at about a 90-degree angle. Press down from your hands and straighten your arms to return to the starting position. You should be supporting most of your body’s weight in your arms to get the greatest benefit from the move. ",
    "duration": "45",
    "rest_time": "5"
  },
  {
    "exercise_id": "7",
    "muscle_group": "Back",
    "exercise_name": "Superman T",
    "description": "Lie facedown on a mat with your arms extended out to your sides so your body is in a T position. Using your back and shoulders, lift your chest and arms off the mat. Hold and then lower into the starting position.",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "8",
    "muscle_group": "Back",
    "exercise_name": "Bird Dog",
    "description": "Position yourself on your hands and knees on your mat with hands beneath your shoulders and your knees beneath your hips. While keeping your core engaged and stable, raise your right arm straight in front of you and extend your left leg straight out behind you, reaching both away from the body at the same time so both are parallel to the floor. ",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "9",
    "muscle_group": "Back",
    "exercise_name": "Superman Y",
    "description": "Lie facedown on a mat with your arms extended in a Y position overhead and your legs are extended directly behind you on the mat. Using your back and shoulders, lift your chest and arms off the mat. Hold and then lower into the starting position.",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "10",
    "muscle_group": "Core",
    "exercise_name": "Side Plank",
    "description": "Lie on your side with your forearm on the floor at a 90-degree angle pointing away from you on the mat (chest and upper body are lifted off the mat) and your legs extended so your body is in a straight line on the mat. Stack your feet on top of each other and lay your top arm on your waist. Lift your hips off the floor while holding your core tight. Your body should form a straight line from top of head to heels. Lift your top arm straight up into the air so it’s perpendicular to the floor. ",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "11",
    "muscle_group": "Core",
    "exercise_name": "Bicycle Crunches",
    "description": "Lie on your side with your forearm on the floor at a 90-degree angle pointing away from you on the mat (chest and upper body are lifted off the mat) and your legs extended so your body is in a straight line on the mat. Stack your feet on top of each other and lay your top arm on your waist. Lift your hips off the floor while holding your core tight. Your body should form a straight line from top of head to heels. Lift your top arm straight up into the air so it’s perpendicular to the floor. ",
    "duration": "45",
    "rest_time": "5"
  },
  {
    "exercise_id": "12",
    "muscle_group": "Core",
    "exercise_name": "Plank",
    "description": "Start on the mat on your hands and knees with your hands beneath your shoulders. Extend your legs behind you so your toes are pressing into the floor to stabilize your body. Keep your neck in an unstrained, neutral position with your eyes focused on a spot on the floor about a foot in front of you. You should feel your legs and glutes working to hold your body steady. ",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "13",
    "muscle_group": "Legs",
    "exercise_name": "Jump Squats",
    "description": "Stand with your feet shoulder-width apart. Hinge from your hips and bend your knees to lower into a squat position, as if you’re sitting down in a chair. Keep your weight in your heels and your chest up throughout the movement. Pause at the bottom, then drive through the heels as you jump straight into the air.",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "14",
    "muscle_group": "Legs",
    "exercise_name": "Reverse Lunge",
    "description": "From a standing position with feet together, step your right foot directly behind you. Lower your hips and drop your right knee so it’s bent at a 90-degree angle and your right heel is off the floor. As you bend your left knee, it should form a 90-degree angle, too — and be careful not to let that knee shift farther forward than your left foot. Keep your back upright and eyes looking straight ahead. Squeeze your glutes, quads, and calves as you press your left heel into the floor, and bring your right leg forward to return to standing. ",
    "duration": "45",
    "rest_time": "5"
  },
  {
    "exercise_id": "15",
    "muscle_group": "Legs",
    "exercise_name": "Donkey Kicks",
    "description": "Start on your mat with your hands and knees on the floor. Tuck your chin slightly into your chest. Keep your core tight and lift your left leg up toward the ceiling, as if you’re trying to press the bottom of your right foot into the ceiling. Your knee should maintain a 90-degree bend the whole time. Be careful not to arch your back or shift your hips as you move your leg. Hold, and then bring your leg back down to the starting position.",
    "duration": "60",
    "rest_time": "5"
  },
  {
    "exercise_id": "16",
    "muscle_group": "Full body",
    "exercise_name": "Burpee",
    "description": "Stand with your feet shoulder-width apart. In one fluid motion, lower your body into a squat (hinge at the hips as if sitting in an imaginary chair, holding chest and upper body upright), place your hands on the floor in front of your feet and jump your feet back so you land in a plank position. Then, jump your feet back to where they were near your hands and complete a powerful jump straight into the air. ",
    "duration": "45",
    "rest_time": "5"
  },
  {
    "exercise_id": "17",
    "muscle_group": "Full body",
    "exercise_name": "Mountain Climbers",
    "description": "Start in a plank position. Engage your core as you lift your right leg slightly off the floor and bring your right knee toward the center of your chest. Return the right leg back to plank position as you switch sides, drawing your left knee into your chest.",
    "duration": "45",
    "rest_time": "5"
  },
  {
    "exercise_id": "18",
    "muscle_group": "Full body",
    "exercise_name": "Bear Crawls",
    "description": "Start on the floor with your hands and knees on the mat, keeping your back flat and your wrists beneath your shoulders. Lift your knees off the floor about an inch so your weight is being supported by your hands and toes. At the same time, step your right hand and left foot forward while staying close to the floor. Then move your left hand and right foot forward. ",
    "duration": "30",
    "rest_time": "5"
  }
]
